Revit 2016 API
TextNode.Height Property
 Height [ft] of the area of the text content.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
Since: 2016
Syntax
C#
public double Height { get; }
Visual Basic
Public ReadOnly Property Height As Double
	Get
Visual C++
public:
property double Height {
	double get ();
}
See Also
TextNode Class
Autodesk.Revit.DB Namespace